GameIndex=["五子棋","五子棋(AI反应较慢)","黑白棋","六贯棋","圈叉游戏","迷宫","猜拳"]
Gamehref=["GomokuI","GomokuII","%E9%BB%91%E7%99%BD%E6%A3%8B","%E5%85%AD%E8%B4%AF%E6%A3%8B","Tic-Tac-Toe","maze","0x204RSP_AI/index"]
Gamerules=[
    "无禁手的规则，黑白双方轮流下子，连成五子即赢，六子或者更多均不算。",
    "无禁手的规则，黑白双方轮流下子，连成五子即赢，六子或者更多均不算。",
    "双方轮流下子，当一方无子可下时，则跳过（注意底边的字示意当前落子者）。下满整个棋盘或者双方均无子可下时，游戏结束。棋盘上存在的棋子数多者胜。落子需要能把对方的子吃掉才能落子（即存在一个方向可以用我方的子和将落的子将对方的子两头拦住）。",
    "红方先手。红方将左右两条红线连起来为胜，蓝方讲上下两条蓝线连起来为胜。",
    "游戏双方轮流在井字形的九宫格内画`O`或`X`，先连成一直线(3个)者胜。画`X`者先",
    "从左上角走到右下角即胜<br>tip: 手机端点击屏幕的上下左右移动，电脑端用上下左右键或者wsad移动",
    "和AI进行猜拳，显示了AI的胜率。无胜负。但供人类寻找使得AI胜率低于25%的策略。"]

